<?php

use yii\helpers\Html;

$this->title = 'Зеркала';
?>

<div class="text-center">
    
        <!--Зеркальное панно-->
    <br>
    <h2><strong><span class="text-uppercase">Зеркальное</span> <span class="text-uppercase text-blue ">панно:</span></strong></h2>
    <br>

    <br>
    <div class="line-yellow"></div>    
        <br>

    <div class="row">
        <?php
        
$array = [
    "0" => 'a0',
    "1" => 'a1',
    "2" => 'a2',
    "3" => 'a3',
    "4" => 'a4',
    "5" => 'a5',
    "6" => 'a6',
    "7" => 'a7',
    "8" => 'a8',
    "9" => 'a9',
    "10" => 'b1',
    "11" => 'b2',
    "12" => 'b3',
    "13" => 'b4',
    "14" => 'b5',
    "15" => 'b6',
    "16" => 'b7',
    "17" => 'b8',
    "18" => 'b9',
    "19" => 'c0',
    "20" => 'c1',
    "21" => 'c2',
    "22" => 'c3',
    "23" => 'c4',
    "24" => 'c5',
    "25" => 'c6',
    "26" => 'c7',
    "27" => 'c8',
    "28" => 'd1',
    "29" => 'd2',
    "30" => 'd3',
    "31" => 'd4',
    "32" => 'd5',
    "33" => 'd6',
    "34" => 'd7',
    "35" => 'd8',
    "36" => 'd9',
    "37" => 'e1',
    "38" => 'e2',
    "39" => 'e3',
    "40" => 'e4',
    "41" => 'e5',
    "42" => 'e6',
    "43" => 'e7',
    "44" => 'e8',
    "45" => 'e9',
    "46" => 'f1',
    "47" => 'f2',
    "48" => 'f3',
    "49" => 'f4',
    "50" => 'f5',
    "51" => 'f6',
    "52" => 'f7',
    "53" => 'ff1',
    "54" => 'ff2',
    "55" => 'ff3',
    "56" => 'ff4',
    "57" => 'ff5',
    "58" => 'ff6',
    "59" => 'ff7',
    "60" => 'ff8',
    "61" => 'ff9',
    "62" => 'z1',
    "63" => 'z3',
    "64" => 'z4',
    "65" => 'z5',
    "66" => 'z6',
    "67" => 'z7',
    "68" => 'zz1',
    "69" => 'zz2',
    "70" => 'zz3'
];
        
        foreach ($array as
                $value) {

            $value = "@web/images/product/panno/" . $value . ".jpg";
            ?>

            <div class="col-12 col-lg-6">
                <div class="small-box-1">

                    <?php
                    echo Html::img($value,
                            ['alt' => 'Зеркальное панно']);
                    ?>
                </div>               
            </div>

            <?php
        }
        ?>
    </div>
</div>
