<?php

use yii\helpers\Html;

$this->title = 'Стеклянные полочки';
?>

<div class="text-center">

    <!--Стеклянные полочки-->
    <br>
    <h2><strong><span class="text-uppercase">Стеклянные</span> <span class="text-uppercase text-blue ">полочки:</span></strong></h2>
    <br>

    <br>
    <div class="line-yellow"></div>  
    <br>

    <div class="row">
        <?php
        $array = [
            "0" => 'a',
            "1" => 'a12',
            "2" => 'a13',
            "3" => 'a14',
            "4" => 'a16',
            "5" => 'a17',
            "6" => 'a18',
            "7" => 'a19',
            "8" => 'a2',
            "9" => 'a22',
            "10" => 'a23',
            "11" => 'a24',
            "12" => 'a25',
            "13" => 'a26',
            "14" => 'a27',
            "15" => 'a28',
            "16" => 'a29',
            "17" => 'a3',
            "18" => 'a4',
            "19" => 'a5',
            "20" => 'a6',
            "21" => 'a7',
            "22" => 'a8',
            "23" => 'a9',
            "24" => 'b1',
            "25" => 'b2',
            "26" => 'b21',
            "27" => 'b23',
            "28" => 'b24',
            "29" => 'b25',
            "30" => 'b26',
            "31" => 'b28',
            "32" => 'b29',
            "33" => 'b3',
            "34" => 'b31',
            "35" => 'b32',
            "36" => 'b33',
            "37" => 'b34',
            "38" => 'b35',
            "39" => 'b36',
            "40" => 'b37',
            "41" => 'b38',
            "42" => 'b39',
            "43" => 'b4',
            "44" => 'b42',
            "45" => 'b43',
            "46" => 'b44',
            "47" => 'b45',
            "48" => 'b46',
            "49" => 'b5',
            "50" => 'b6',
            "51" => 'b7',
            "52" => 'b8',
            "53" => 'b9',
            "54" => 'd13',
            "55" => 'd14',
            "56" => 'd16',
            "57" => 'd17',
            "58" => 'd2',
            "59" => 'd22',
            "60" => 'd25',
            "61" => 'd26',
            "62" => 'd27',
            "63" => 'd28',
            "64" => 'd29',
            "65" => 'd3',
            "66" => 'd33',
            "67" => 'd34',
            "68" => 'd35',
            "69" => 'd37',
            "70" => 'd4',
            "71" => 'd5',
            "72" => 'd6',
            "73" => 'd7',
            "74" => 'd8',
            "75" => 'd9'
        ];

        foreach ($array as
                $value) {

            $value = "@web/images/product/tables/3/" . $value . ".jpg";
            ?>

            <div class="col-12 col-lg-4 col-md-6">
                <div class="small-box-1">

                    <?php
                    echo Html::img($value,
                            ['alt' => 'стеклянные полочки']);
                    ?>
                </div>               
            </div>

            <?php
        }
        ?>
    </div>
</div>